Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: "For the short-run workings of the electric system, capital costs do not matter, and the power plants are run on the basis of their variable cost, i.e., the fuel cost per kWh produced, with natural gas (except during the periods of ""bubble"") and petroleum fired plants normally being the most expensive fuels and therefore the last to be called ""at the margin""."
es: "Para el funcionamiento a corto plazo del sistema eléctrico, los costos de capital no tienen importancia, y las centrales energéticas funcionan sobre la base de su costo variable, es decir, el costo del combustible por kWh producido, siendo normalmente las centrales alimentadas a gas natural (excepto durante los períodos de ""abundancia"") y a petróleo las de combustibles más caros y por lo tanto las últimas en ser llamadas ""en el margen""."

source: For this, the quantities of products sold are multiplied by the standard costs of goods manufactured, thereby including in the contribution margin analysis detailed fixed and variable cost components for the cost of goods manufactured in the individual contribution margins.
es: Para ello, las cantidades de artículos vendidos se multiplican por los costes de producción estándar, incluyendo de este modo en el análisis del margen de cobertura elementos de coste fijos y variables detallados para el coste de producción en los márgenes de cobertura individuales.

source: compact, variable, cost-effective - for commercial washing in a small space.
es: Compacto, variable y económico un negocio rentable en un espacio reducido

source: Such projects can also serve to enhance local awareness and valuation of environmental resources.
es: Estos proyectos pueden servir también para conseguir una mayor conciencia y valoración local de los recursos ambientales.

source: Apart from the rules laid down by law and by the Financial Sector Supervisory Commission, the accounting policies and valuation principles have been determined and introduced by the Board of Directors.
es: Determinar y aplicar las políticas contables y los principios de evaluación, excepto en el caso de las normas impuestas por la legislación y la Comisión de Vigilancia del Sector Financiero, es tarea del Consejo de Administración del Banco.

source: When you valuate manually, a dialog box for results valuation and the confirmation of inspection point data appears after you close all characteristics.
es: Cuando se valora manualmente, aparece una ventana de diálogo para la valoración de resultados y la confirmación de datos de punto de inspección después de cerrar todas las características.

source: Valuation of special drawing right, change in principle or in application of principle in effect, Art.
es: Valoración del derecho especial de giro, modificación del principio o de la aplicación del principio vigente, Art.

source: A cost benchmark used in predatory pricing cases, average variable cost (AVC), is an application of this test a dominant firm pricing above AVC cannot exclude an equally efficient firm.
es: Una de las aplicaciones de esta prueba es un indicador de referencia de costos utilizado en los casos de fijación de precios predatorios, el costo variable medio (CVM); una empresa dominante cuyos precios sean superiores al CVM no puede excluir a una empresa igual de eficiente que ella.

source: The net realisable value is the estimated selling price in the ordinary course of business, less applicable variable cost of sales.
es: El valor neto realizable es el precio de venta estimado en el curso normal del negocio, menos los costes variables de venta aplicables.

source: With regard to the Variable Cost, the following four kinds of expenditure can be distinguished for the fishing activity Cost of the Fuel,.
es: Por lo que se refiere a los Variable Cost, podemos distinguir en la actividad pesquera las siguientes cuatro clases de gasto para las empresas Coste del Combustible,.

source: "Both are also ""approximately equal in commercial value"" based on variable cost of production."
es: "Ambos son también ""aproximadamente equivalentes en valor comercial"" de acuerdo con el costo variable de producción."

source: One of these was the high level of refining capacity utilization, which led to an increase in refinery throughput in 2005, amounting to 21.5 million tons, up 3% from the year before, in addition to gains harnessed from implementing fixed and variable cost-containment programs.
es: El primero de ellos es el elevado grado de utilización de la capacidad de producción, hecho que ha permitido incrementar la producción un 3% respecto a 2004, hasta alcanzar los 21,5 millones de toneladas, y los beneficios generados por los programas de contención y control de los costes fijos y variables de producción.

source: The RFP summary sheet (Sample B) categorizes travel as a variable cost and lets the airline decide as to whether it wants to provide free travel costs for the Audit Organisation.
es: El resumen de la plantilla de Solicitud de Propuesta (Ejemplo B) categoriza los viáticos como un costo variable y deja que la aerolínea decida si quiere ofrecer viáticos cubiertos a la Organización Auditora.

source: These conditions are the same as those applicable to sale bids, except in the case of the maximum payment condition, which is equivalent to that of minimum income applied to power purchases, which are not matched if the cost is greater than the fixed value expressed in pesetas or euros, plus the variable cost expressed in pesetas or euro cents for each kWh matched.
es: Estas condiciones son las mismas que pueden utilizar las ofertas de venta, excepto en el caso de la condición de pago máximo, que es equivalente a la de ingreso mínimo aplicado a las compras de energía, que no saldrán casadas en caso de ser el coste superior a una valor fijo expresado en pesetas o euros, más un variable expresado en pesetas o céntimos de euro por kWh casado.

source: Turning initial investment into variable cost may not make a big difference to the final cost for a large corporation, but it minimises the risk involved in launching a new product or service.
es: Convertir la inversión inicial en un coste variable puede no suponer una gran diferencia en el coste final para una gran empresa, pero minimiza el riesgo incurrido por el lanzamiento de un nuevo producto o servicio porque, ¿qué sucede cuando un servicio no tiene el éxito previsto?

source: Companies are accelerating the adoption of business process outsourcing (BPO) to transform their capital intensive fixed cost projects to variable cost operational expenditures, resulting in reduced costs and improved operating margins.
es: Las empresas aumentan la adopción de la externalización de los procesos de negocio (BPO, por sus siglas en inglés) para transformar sus proyectos de grandes costes fijos de capital en gastos operativos de costes variables, lo que reduce los costes y mejora los márgenes operativos.

source: 6. The Fixed/Variable cost of US$100,000 is based on the total cost of the previous round of applications, which the cost considerations document quantifies as US$1.8MM for all ten applications.
es: 6. El costo Fijo/Variable de U$S 100.000 se basa en el costo to tal de la fase previa de las solicitudes, que el documento de consideraciones de costos cuantifica en U$S 1,8 Millones por las diez solicitudes.

source: They indicated that the break-even point, estimated to be [100 000-150 000] units, should be reached in
es: ] se debería alcanzar el punto de equilibrio financiero, estimado en [100 000-150 000] unidades.

source: Alongside the general increase in website traffic, one trend in particular stood out an upsurge in the use of video materials.
es: Junto con un incremento general del tráfico en el sitio web, se nota una tendencia en particular un aumento del uso del material vídeo.

source: By giving voters the final say on legislation, Switzerland's system of direct democracy kept women out, but at the same time the extensive autonomy of even the smallest administrative units gave them their chance to break in to political life.
es: El sistema de la democracia directa en Suiza permitió excluir durante mucho tiempo a las mujeres de los derechos políticos, ya que el pueblo electoral (masculino) tenía la última palabra en cuestiones legislativas.

source: The breakdown 'Density standard (number of rooms)' is designed to break down the total of 'housing units', and any subtotals.
es: La desagregación por «estándar de densidad (número de habitaciones)» sirve para desglosar el total de «unidades de vivienda» y cualquier subtotal.

source: The system must be reconfigured so as to break it down into separately served units of say, 500 to 1 000 subscribers, in order to ensure that the arterial routes are not overburdened at times of peak demand.
es: El sistema debe ser reconfigurado para dividirlo en unidades servidas independientemente de, por ejemplo, 500-1 000 abonados, para garantizar que las rutas arteriales no estén sobrecargadas en los momentos de máxima demanda.

source: It should therefore be borne in mind that these national averages can conceal a broad spread of data at the level of undertakings or even of production units.
es: Por tanto conviene tener presente que estas medias nacionales pueden ocultar una gran dispersión de datos al nivel de las empresas o incluso de las unidades de producción.

source: 65. Internal controls go as far back in the organizations, or even further, than internal audit units.
es: 65. En las organizaciones, los controles internos son tan antiguos como las dependencias de auditoría interna, o incluso más antiguos.

source: We should not disguise the fact that the final outcome is not at all a foregone conclusion the process might reach a deadlock or even break down.
es: Tenemos que advertir claramente que el resultado final no se puede dar, ni mucho menos, por descontado el proceso puede terminar en una situación de bloqueo o incluso de crisis.

source: Intervention does not even break the surface of the capitalist system and often supports selected companies and businesses.
es: No hay intervención que afecte esencialmente al sistema capitalista y en muchas ocasiones refuerzan las empresas y a los empresarios selectivamente.

source: Other information stored by the cookie includes website traffic data.
es: Otros datos almacenados por la cookie en el sitio web incluye datos de tráfico.

source: Cookies are also used for website traffic analysis and anonymous demographic profiling so that we may improve our services.
es: También se utilizan las cookies para análisis del tráfico web y para la realización de perfiles demográficos anónimos con los que mejorar nuestros servicios.

source: It secures scanning of all mail and website traffic of the network, and thus further decreases the risk of a viral infection of the stations or servers.
es: Asegura el escaneo de todo el movimiento de correo y web de la red, y así sigue bajando el riesgo de infección de virus de las estaciones o los servidores.

source: These will not specifically identify you. The information will be used internally only for website traffic analysis.
es: Estas informaciones sólo se utilizarán internamente con fines de análisis del tráfico en el sitio Web.

source: They are also used to estimate the size of our audience, and help us offer a better website, allowing us to monitor what works and what doesn't through an analysis of website traffic.
es: También para estimar el tamaño de nuestra audiencia y ayudar a ofrecer un mejor sitio web, permitiéndonos controlar lo que funciona y lo que no funciona, a través del análisis del tráfico del sitio.

source: The information will be used internally only for website traffic analysis.
es: La información se utilizará internamente sólo para analizar el tráfico del sitio web.

source: Print circulation alone no longer accurately represents the true measure of newspaper audiences. And website traffic, by itself, doesn't say much, either.
es: Las cifras de difusión del medio impreso han dejado de ser un indicador métrico fiel de la audiencia de los periódicos; si bien el tráfico digital, por sí solo, tampoco dice mucho.

source: This will bring you more website traffic, which is very important to convince sponsors to finance your karting.
es: Esto atraerá más tráfico web, que es muy importante para convencer a los patrocinadores de que financien su centro de karting.

source: The relatively high percentage of resources that have been devoted to R&D is also in line with the expectation that it will be a long time before the sector is expected break even.
es: Además, el porcentaje relativamente alto de activos que llegan a I+D está en línea con el pronóstico de que el sector necesita mucho tiempo hasta poder alcanzar un equilibrio.

source: Very high output - Even load distribution - Tried and tested disc cutterbar - Wide conditioning range - Swinging articulation - LIFT CONTROL® suspension - Non-Stop safety break away - Hydraulically offset rear units - Conventional tractors can be used - Functions operated through an electronic control unit.
es: Rendimiento de trabajo muy elevado - repartición homogénea del peso - portadiscos probado y reconocido - Acondicionador de dedos flexibles en V unido a un peine regulable - articulación pendular - suspensión LIFT CONTROL® - seguridad Non-Stop - desplazamiento hidráulico de las unidades traseras - uso de tractor tradicional - mando de funciones por sistema de control eléctrico.

source: A Break is 4 turns long and all units on both sides revert to Receive Charge orders automatically.
es: Un Descanso dura 4 turnos y todas las unidades en ambos bandos vuelven a órdenes de Recibir Carga automáticaente.

source: "Most practices have a flat cost for each injection of BOTOX® Cosmetic, though some will break it down by ""units"" used per treatment."
es: "La mayoría de los consultorios tienen un costo fijo para cada tratamiento con inyecciones de BOTOX® Cosmetic, aunque algunos lo dividen según las ""unidades"" que se usan por procedimiento."

source: Insecurity and controversy within ministries, and even within the very units dealing with engagement, is at times considerable.
es: A veces la inseguridad y la controversia dentro de los ministerios, e incluso dentro de las mismas unidades que se ocupan de los contactos, son considerables.

source: Even if integrated units were to be deployed in this area these fundamental problems would remain.
es: Estos problemas de base persistirían aunque se desplegaran unidades integradas.

source: These will not specifically identify the user. The information will be used internally only for website traffic analysis.
es: Esta información no identifica al usuario, sino que será usada internamente únicamente para analizar el tráfico del sitio web.

source: The Red List for 2006 generated six times more website traffic, and raised the media profile of the Commission and the Red List as the global standard for reporting the conservation status of over 40,000 species.
es: La Lista Roja 2006 generó un tráfico en Internet seis veces mayor, y elevó el perfil mediático de la Comisión y de la Lista Roja como la referencia mundial para información sobre el estado de conservación de más de 40.000 especies.

source: TI website traffic has also grown tremendously.
es: El flujo de visitas al sitio web de TI también creció sustancialmente.

source: Statistics on the World Anti-Piracy Observatory website traffic
es: Estadísticas relativas a la frecuentación de la página Web del Observatorio Mundial de Lucha Contra la Piratería

source: Third, the performance measures suffer from a lack of uniformity as many of them use instruments, such as surveys, of uncertain integrity, and the important new measures based on website traffic monitoring is fragmented - in methodology, coverage and quality of data trails.
es: En tercer lugar, falta uniformidad en las medidas de ejecución, ya que muchas de ellas emplean instrumentos, como las encuestas, cuya integridad es dudosa, y las nuevas medidas importantes basadas en el control de la frecuencia de visitas a sitios web están fragmentadas (en cuanto a metodología, alcance y calidad del seguimiento de información).

source: Increase your earning potential based on your existing website traffic and subscribers.
es: Aumente su potencial de ingresos gracias al tráfico existente de su sitio web y a sus suscriptores.

source: Google Analytics is the enterprise-class web analytics solution that gives you rich insights into your website traffic and marketing effectiveness.
es: Google Analytics es una solución de analítica web para empresas que proporciona información muy valiosa sobre el tráfico del sitio web y la eficacia del plan de marketing.

source: The service's reach within the broader anticorruption community also expanded significantly, reflected in increased Helpdesk use and website traffic with more than 40,000 visitors in 2009.
es: El alcance de este servicio al resto de la comunidad anticorrupción también se amplió de manera significativa, lo que se reflejó en un mayor uso del Servicio de Asistencia y un aumento del volumen de consultas al sitio web, que recibió más de 40.000 visitas durante 2009.

source: It was pointed out that this implied that the transitional period would not only postpone the rise in costs to firms, but also reduce the maximum level of costs the firms would have to bear the first year the full tax rate of 14,1 percent is applied.
es: Se señalaba que esto implicaba que el período transitorio no sólo pospondría el aumento de los costes a las empresas, sino que también reduciría el nivel máximo de los costes que las empresas tendrían que soportar el primer año en que se aplicara el tipo impositivo total del 14,1 %.

source: Together, all these projects aim at the qualification of security agents, directors of prison units and even the inmates about the issue.
es: En conjunto, todos estos proyectos tratan de aumentar el conocimiento de este tema por los agentes de seguridad, los directores de centros penitenciarios e incluso los reclusos.

source: Even if some units eventually split away, partly as a result of the new, more decentralised system that gives them greater autonomy, the leadership under Alfonso Cano appears unlikely to give up as a result of the ongoing military pressure.
es: Incluso si algunas unidades terminaran por escindirse, en parte como resultado del nuevo sistema más descentralizado que les da mayor autonomía, la comandancia liderada por Alfonso Cano no parece tener ninguna intención de rendirse como resultado de la persistente presión militar.

source: It should first be noted that Legrand is the second player, after Schneider, on the French market for control and signalling units, even if its market share only slightly exceeds that of K&N and Moeller.
es: Con carácter preliminar, conviene recordar que Legrand es el segundo actor, detrás de Schneider, en el mercado francés de los auxiliares de control y señalización, aunque su cuota de mercado solo es ligeramente superior a las de K&N y Moeller.

source: There is, therefore, a need to maintain a robust presence of UNMIT formed police units, even after the full reconstitution of PNTL, to ensure a nationwide crowd control response capability.
es: Por tanto, es necesario que se mantenga una presencia firme de las unidades de policía constituidas de la UNMIT, incluso después de la reconstitución plena de la PNTL, a fin de garantizar la capacidad de respuesta antidisturbios en todo el territorio nacional.

source: Apart from the conventional structural bearings with connection device Maurer Söhne also offers temporary restraints, so-called shock transmission units and predetermined break-away force restraints.
es: Aparte de los apoyos estructurales con dispositivos de retención, Maurer Söhne ofrece retenciones temporales (Unidades de Transmisión de Choque) y unidades con una sección de rotura predeterminada.

source: Over the last four years the launch of the IUCN Red List has been increasing public awareness through exponential website traffic growth, print coverage and televised media exposure.
es: En los últimos cuatro años la publicación de la Lista Roja de la UICN ha aumentado la conciencia pública a través del crecimiento exponencial del tráfico en internet, la cobertura impresa y la exposición mediática televisiva.

source: The United Nations system organizations should act on audience feedback and analyse certain statistical indicators collected from website traffic (see Annex 2 for a rating by the United Nations system organizations of the importance of principal website statistical indicators of performance).
es: Las organizaciones del sistema de las Naciones Unidas deberían tomar medidas teniendo en cuenta la información proporcionada por el público y analizar algunos indicadores estadísticos que se obtienen analizando las visitas al sitio web (en el anexo 2 las organizaciones del sistema de las Naciones Unidas clasifican por su importancia los principales indicadores estadísticos del funcionamiento de los sitios web).

source: As part of its overall focus on the improvement of evaluation mechanisms and feedback tracking, the Department has introduced a new system for website traffic analysis, Google Analytics.
es: En el marco de su interés general por mejorar los mecanismos de evaluación y el seguimiento de la información sobre el uso del sitio, el Departamento ha introducido un nuevo sistema, Google Analytics, para analizar el tráfico en el sitio web.

source: The continued analysis of website traffic is a critical element in the process of learning more about user preferences and thus catering to their requirements.
es: Para saber más acerca de las preferencias de los usuarios y, por tanto, atender mejor sus necesidades es esencial analizar permanentemente el tráfico del sitio web.

source: "In addition to ""co"" being common abbreviation for company and corporation, a .co domain name can help increase website traffic."
es: "Al ser ""co"" una abreviatura común de compañía o corporación, un dominio .co puede ayudarle a aumentar las visitas a su sitio."

source: Ankama's main goal was to manage the dramatic spikes in website traffic that could occur whenever the company pushes out a DOFUS update.
es: El principal objetivo de Ankama era manejar los picos drásticos en el tráfico del sitio Web que se producen cada vez que la empresa saca una actualización de DOFUS.

source: You will also need to provide some information about your website traffic.
es: También deberá proporcionar información sobre el tráfico de su sitio web.

source: Unexpected surges in website traffic due to product popularity or seasonal effects.
es: Aumentos inesperados del tráfico en el sitio web debido a la popularidad de un producto o a los efectos de las distintas temporadas.

source: With assistance from the Integrated Media Association (IMA), a nonprofit organization focused on Internet policy, practices and service for public broadcasting, KPBS contacted StreamGuys, Inc. of Northern California to provide a robust streaming platform to handle the increased website traffic.
es: Con la ayuda de Integrated Media Association (IMA), una organización sin fines de lucro dedicada a la política, prácticas y servicios de Internet para radiodifusoras públicas, KPBS se comunicó con StreamGuys, Inc. en el norte de California para establecer una plataforma robusta de streaming para acomodar el aumento de tráfico en el sitio de Internet.
